i3-gaps
i3-blocks
i3-lock

# Wallpaper
feh

# Image viewer
sxiv

curl

xorg
xorg-xinit
x-server

# Font
ttf-fira-code
powerline-fonts
wqy-zenhei
wqy-bitmapfont

# light control
light

# search
fzf

# ssh
openssh

# GTK setting
lxappearance
gnome-themes-extra

# R
r

# Editor
neovim
python-pynvim

# Screenshot
scrot

# Notification
dunst

# Font
otf-fira-code

# Qt use GTK theme
qt5-styleplugins

# Hotkeys
sxhkd

# Zathura
zathura
zathura-pdf-mupdf
zathura-pdf-poppler
zathura-pdf-djvu

# Hide mouse loading
unclutter

# Transperancy
xcompmgr

# Clipboard command line
xclip

# Window manipulation in i3
xdotool

# Sound
pactl
pavucontrol
pavucontrol-qt

# unzip
unzip

arandr

# Install pip
python-pip
gcc-fortran
imagemagick
tk

xprintidle
pandoc
pandoc-citeproc
pandoc-crossref
texlive-core
nodejs

chromium

ripgrep

vlc
mpv
qbittorrent

blueman
fcitx
fcitx-cloudpinyin
freedownloadmanager

# vpn
v2ray

baidunetdisk

go
imagemagick
ipython

plink

telegram-desktop

bluez-tools
